moparben/Launch_controller/main/sdkconfig.defaults
CONFIG_CAL_DISABLE_CALIBRATION=y
CONFIG_CAL_FORCE_DISABLE_OVERLAY=y
CONFIG_IDF_TARGET="esp32p4"
